
{
  "LandingPage": {
    "login": "لاگ ان کریں",
    "signup": "سائن اپ",
    "mainHeading": "اپنے سفر نو بااختیار بناؤ۔ اکٹھے۔",
    "subHeading": "فیمورا عورتاں لئی جڑن، اشتراک کرن تے ودھن پھلن لئی اک پناہ گاہ اے۔ تہاڈے لئی ڈیزائن کیتی گئی اک تھاں وچ تندرستی، تخلیقی صلاحیتاں تے کمیونٹی نوں دریافت کرو۔",
    "joinButton": "کمیونٹی وچ شامل ਹੋਵੋ",
    "thriveHeading": "ودھن پھلن لئی اک تھاں",
    "thriveParagraph": "فیمورا وچ، اسی اجتماعی طاقت تے یقین رکھدے آں۔ ساڈا پلیٹ فارم صرف اک ایپ توں ودھ نئیں اے؛ ایہ ہر عورت دی تندرستی تے کامیابی دے منفرد راہ دا جشن منان تے اوہدی حمایت لئی وقف اک تحریک اے۔",
    "featuresHeading": "تہاڈے لئی ڈیزائن کیتیاں گئیاں خصوصیات",
    "featuresSubHeading": " تہانوں اپنی ذاتی تے پیشہ ورانہ ترقی دی حمایت لئی لوڑ ہر چیز، سب اک تھاں تے۔",
    "featureSoulSpaceTitle": "سول سپیس: جذباتی تندرستی دا ساتھی",
    "featureSoulSpaceDescription": "اک محفوظ ڈیجیٹل پناہ گاہ جتھے جذبات نوں ہمدردی نال ملدا اے۔ چاہے تسیں مغلوب ہو، غور و فکر کر رہے ہو، یا شفا یاب ہو رہے ہو، سول سپیس سندا اے - رہنمائی والے عکس، نرم اشارے، تے معاون AI ساتھی پیش کردا اے جو تہاڈے دل دی زبان بولدے نیں۔",
    "featureHerHealthTitle": "ہر ہیلتھ: سمارٹ ہیلتھ بصیرتاں",
    "featureHerHealthDescription": "اک پرسکون تھاں تے اپنے چکراں، نیند تے تناؤ نوں ٹریک کرو۔ ہر ہیلتھ تہانوں سمجھن لئی انکولی AI دا استعمال کردا اے - طرز زندگی وچ تبدیلیاں، یاد دہانیاں، تے معاون معمولات دی سفارش کردا اے جو تہاڈے جسم دی تال دا احترام کردے نیں۔",
    "featureNourishTitle": "نارش: ذاتی غذا تے غذائیت گائیڈ",
    "featureNourishDescription": "ہر عورت دے سفر لئی بنایا گیا - طاقت توں لے کے خود دی دیکھ بھال تک۔ نارش کھانے دیاں تجویزاں پیش کردا اے جو تہاڈے مزاج، صحت دے مقصداں تے ثقافت نال میل کھاندیاں نیں۔ ہر سفارش محبت دی تھاں توں آندی اے، پابندی توں نئیں۔",
    "featureEvolveTitle": "ایولو: نرم فٹنس تے توانائی دا بہاؤ",
    "featureEvolveDescription": "اپنی رفتار نال اگے ودھو - یوگا، ذہن ساز حرکت، تے عورتاں تے مرکوز ورزشاں جو تہاڈی توانائی دی سطح تے جذباتی حالت توں رہنمائی کردیاں نیں۔ ایولو وچ ہر حرکت اس گل دا جشن مناندی اے کہ تہاڈا جسم کی کر سکدا اے، نہ کہ اسنوں کی کرنا چاہیدا اے۔",
    "featureCircleTitle": "سرکل: فیمورا کمیونٹی",
    "featureCircleDescription": "عورتاں لئی رابطہ قائم کرن، کہانیاں ونڈن تے اک دوجے نوں چکن لئی اک خوبصورتی نال معتدل تھاں۔ روزانہ چیک ان توں لے کے تخلیقی چیلنجاں تک، سرکل بغیر کسے موازنہ دے اتحاد دا جشن مناندا اے - طاقت دی اک ڈیجیٹل بھین۔",
    "featureFEMMindTitle": "فیم مائنڈ: تہاڈا اے آئی گائیڈڈ گروتھ پارٹنر",
    "featureFEMMindDescription": "تن ٹھیک ٹیون شدہ، ہمدرد ایل ایل ایم - صحت، جذباتی تندرستی، تے زندگی دی رہنمائی دی حمایت لئی اپنی مرضی دے مطابق۔ اوہ صرف جواب نئیں دیندے - اوہ سمجھدے نیں، سائنس نوں ہمدردی نال ملا کے مشورہ پیش کردے نیں جو اُتے چُکدا اے، ہدایت نئیں دیندا۔",
    "footerPrivacy": "رازداری",
    "footerTerms": "شرائط",
    "footerContact": "رابطہ"
  }
}

