
{
  "LandingPage": {
    "login": "ننوتل",
    "signup": "نوم لیکنه",
    "mainHeading": "خپل سفر پیاوړی کړئ. یوځای.",
    "subHeading": "فیمورا د ښځو لپاره د نښلولو، شریکولو او پرمختګ لپاره یو پټنځای دی. په هغه ځای کې چې ستاسو لپاره ډیزاین شوی، هوساینه، خلاقیت او ټولنه وپلټئ.",
    "joinButton": "له ټولنې سره یوځای شئ",
    "thriveHeading": "د ودې لپاره یو ځای",
    "thriveParagraph": "په فیمورا کې, موږ د ډله ایز ځواک په ځواک باور لرو. زموږ پلیټ فارم یوازې یو اپلیکیشن نه دی؛ دا یو حرکت دی چې د هرې میرمنې هوساینې او بریا ته د ځانګړي لارې لمانځلو او ملاتړ لپاره وقف شوی دی.",
    "featuresHeading": "ستاسو لپاره ډیزاین شوي ځانګړتیاوې",
    "featuresSubHeading": "هر هغه څه چې تاسو ورته اړتیا لرئ د خپل شخصي او مسلکي ودې ملاتړ وکړئ، ټول په یو ځای کې.",
    "featureSoulSpaceTitle": "سول سپیس: د احساساتي هوساینې ملګری",
    "featureSoulSpaceDescription": "یو خوندي ډیجیټل پټنځای چیرې چې احساسات د خواخوږۍ سره مخ کیږي. که تاسو ستړي یاست، فکر کوئ، یا درملنه کوئ، سول سپیس اوري - لارښود انعکاس، نرم وړاندیزونه، او ملاتړي AI ملګري وړاندې کوي چې ستاسو د زړه ژبه خبرې کوي.",
    "featureHerHealthTitle": "هر هیلت: د روغتیا سمارټ لیدونه",
    "featureHerHealthDescription": "خپل دورې، خوب او فشار په یو ارام ځای کې تعقیب کړئ. هر هیلت تاسو د پوهیدو لپاره تطبیقي AI کاروي - د ژوند طرز بدلونونو، یادونو، او ملاتړي معمولاتو وړاندیز کوي چې ستاسو د بدن تال ته درناوی کوي.",
    "featureNourishTitle": "نورش: شخصي خواړه او د تغذیې لارښود",
    "featureNourishDescription": "د هرې میرمنې سفر لپاره جوړ شوی - له ځواک څخه تر ځان پالنې پورې. نورش د خواړو وړاندیزونه کوي چې ستاسو مزاج، روغتیا اهدافو او کلتور سره سمون لري. هر وړاندیز د مینې له ځای څخه راځي، نه له محدودیت څخه.",
    "featureEvolveTitle": "ایولو: نرم فټنس او د انرژي جریان",
    "featureEvolveDescription": "په خپله 속도 حرکت وکړئ - یوګا، ذهني حرکت، او د میرمنو متمرکز ورزشونه چې ستاسو د انرژي کچې او احساساتي حالت لخوا لارښود کیږي. په ایولو کې هر حرکت لمانځي هغه څه چې ستاسو بدن یې کولی شي، نه هغه څه چې باید یې وکړي.",
    "featureCircleTitle": "سرکل: د فیمورا ټولنه",
    "featureCircleDescription": "د ښځو لپاره یو ښکلی معتدل ځای چې له یو بل سره وصل شي، کیسې شریکې کړي او یو بل پورته کړي. له ورځني چیک ان څخه تر تخلیقي ننګونو پورې، سرکل پرته له پرتله کولو یووالی لمانځي - د ځواک یوه ډیجیټل خورلڼي.",
    "featureFEMMindTitle": "فیم ماینډ: ستاسو د AI لارښود ودې ملګری",
    "featureFEMMindDescription": "درې ښه تنظیم شوي، خواخوږي LLMs - د روغتیا، احساساتي هوساینې، او ژوند لارښوونې ملاتړ لپاره دودیز شوي. دوی یوازې ځواب نه ورکوي - دوی پوهیږي، ساینس د خواخوږۍ سره ګډوي ترڅو مشوره وړاندې کړي چې پورته کوي، نه لارښوونه کوي.",
    "footerPrivacy": "محرمیت",
    "footerTerms": "شرایط",
    "footerContact": "اړیکه"
  }
}

