
{
  "LandingPage": {
    "login": "Log In",
    "signup": "Sign Up",
    "mainHeading": "Apne Safar ko Taqatwar Banayein. Sath Mil Kar.",
    "subHeading": "FEMMORA khawateen ke liye jurrne, baat cheet karne aur taraqqi karne ki ek panahga hai. Aap ke liye banai gayi jagah mein behtari, takhleeqi salahiyat aur community ko explore karein.",
    "joinButton": "Community Mein Shamil Hon",
    "thriveHeading": "Taraqqi Karne Ki Jagah",
    "thriveParagraph": "FEMMORA mein, hum ijtemai taqat par yaqeen rakhte hain. Hamara platform sirf ek app nahi hai; yeh har aurat ki behtari aur kamyabi ke munfarid safar ka jashn manane aur uski himayat karne ke liye ek tehreek hai.",
    "featuresHeading": "Aap Ke Liye Banai Gayi Khususiyat",
    "featuresSubHeading": "Aap ko apni zaati aur peshawarana taraqqi ke liye jis cheez ki zaroorat hai, sab ek jagah par.",
    "featureSoulSpaceTitle": "SoulSpace: Emotional Wellness Companion",
    "featureSoulSpaceDescription": "A safe digital haven where emotions are met with empathy. Whether you’re overwhelmed, reflective, or healing, SoulSpace listens — offering guided reflections, gentle prompts, and supportive AI companions who speak your heart’s language.",
    "featureHerHealthTitle": "HerHealth: Smart Health Insights",
    "featureHerHealthDescription": "Track your cycles, sleep, and stress in one serene space. HerHealth uses adaptive AI to understand you — recommending lifestyle tweaks, reminders, and supportive routines that honor your body’s rhythm.",
    "featureNourishTitle": "Nourish: Personalized Diet & Nutrition Guide",
    "featureNourishDescription": "Built for every woman’s journey — from strength to self-care. Nourish curates meal suggestions that match your mood, health goals, and culture. Each recommendation comes from a place of love, not restriction.",
    "featureEvolveTitle": "Evolve: Gentle Fitness & Energy Flow",
    "featureEvolveDescription": "Move at your pace — yoga, mindful movement, and women-focused workouts guided by your energy levels and emotional state. Every motion in Evolve celebrates what your body can do, not what it must.",
    "featureCircleTitle": "Circle: The FEMMORA Community",
    "featureCircleDescription": "A beautifully moderated space for women to connect, share stories, and lift one another. From daily check-ins to creative challenges, Circle celebrates unity without comparison — a digital sisterhood of strength.",
    "featureFEMMindTitle": "FEMMind: Your AI-Guided Growth Partner",
    "featureFEMMindDescription": "Three fine-tuned, empathetic LLMs — customized to support Health, Emotional Wellness, and Life Guidance. They don’t just respond — they understand, blending science with empathy to offer advice that uplifts, not instructs.",
    "footerPrivacy": "Privacy",
    "footerTerms": "Terms",
    "footerContact": "Contact"
  }
}
