
{
  "LandingPage": {
    "login": "Log In",
    "signup": "Sign Up",
    "mainHeading": "Apne Safar ko Taqatwar Banayein. Sath Mil Kar.",
    "subHeading": "FEMMORA khawateen ke liye jurrne, baat cheet karne aur taraqqi karne ki ek panahga hai. Aap ke liye banai gayi jagah mein behtari, takhleeqi salahiyat aur community ko explore karein.",
    "joinButton": "Community Mein Shamil Hon",
    "thriveHeading": "Taraqqi Karne Ki Jagah",
    "thriveParagraph": "FEMMORA mein, hum ijtemai taqat par yaqeen rakhte hain. Hamara platform sirf ek app nahi hai; yeh har aurat ki behtari aur kamyabi ke munfarid safar ka jashn manane aur uski himayat karne ke liye ek tehreek hai.",
    "featuresHeading": "Aap Ke Liye Banai Gayi Khususiyat",
    "featuresSubHeading": "Aap ko apni zaati aur peshawarana taraqqi ke liye jis cheez ki zaroorat hai, sab ek jagah par.",
    "featureSoulSpaceTitle": "SoulSpace: Jazbati Sehat ka Sathi",
    "featureSoulSpaceDescription": "Ek mehfooz digital panahgah jahan jazbaat ko hamdardi se milaya jata hai. Chahe aap maghloob hon, ghaur-o-fikr kar rahe hon, ya shifayab ho rahe hon, SoulSpace sunta hai - rehnumai par mabni akasi, narm isharay, aur muawin AI sathi paish karta hai jo aap ke dil ki zaban bolte hain.",
    "featureHerHealthTitle": "HerHealth: Smart Health Insights",
    "featureHerHealthDescription": "Ek pursukoon jagah par apne cycles, neend aur tanav ko track karein. HerHealth aap ko samajhne ke liye anukooli AI ka istemal karta hai - tarz-e-zindagi mein tabdeeliyan, yadehanian, aur muawin mamoolat ki sifarish karta hai jo aap ke jism ki taal ka ehtiram karte hain.",
    "featureNourishTitle": "Nourish: Zati Ghiza aur Ghizaiyat Guide",
    "featureNourishDescription": "Har aurat ke safar ke liye banaya gaya - taqat se khud ki dekhbhal tak. Nourish khane ki tajaveez paish karta hai jo aap ke mizaj, sehat ke ahdaf aur saqafat se mail khati hain. Har sifarish mohabbat ki jagah se aati hai, pabandi se nahi.",
    "featureEvolveTitle": "Evolve: Narm Fitness aur Tawanai ka Bahao",
    "featureEvolveDescription": "Apni raftaar se aage barhein - yoga, zehni harkat, aur khawateen par markooz warzishein jo aap ki tawanai ki satah aur jazbati halat se rehnumai karti hain. Evolve mein har harkat is baat ka jashn manati hai ke aap ka jism kya kar sakta hai, na ke usey kya karna chahiye.",
    "featureCircleTitle": "Circle: FEMMORA Community",
    "featureCircleDescription": "Khawateen ke liye rabta qaim karne, kahaniyan bantne aur ek doosre ko uthane ke liye ek khoobsurti se mo'tadil jagah. Rozana check-in se le kar takhleeqi challenges tak, Circle baghair kisi mawazne ke ittehad ka jashn manata hai - taqat ki ek digital behn.",
    "featureFEMMindTitle": "FEMMind: Aap ka AI-Guided Growth Partner",
    "featureFEMMindDescription": "Teen theek-tuned, hamdard LLMs - sehat, jazbati tandurusti, aur zindagi ki rehnumai ki himayat ke liye apni marzi ke mutabiq. Woh sirf jawab nahi dete - woh samajhte hain, science ko hamdardi ke sath mila kar mashwara paish karte hain jo upar uthata hai, hidayat nahi deta.",
    "footerPrivacy": "Privacy",
    "footerTerms": "Terms",
    "footerContact": "Contact"
  }
}
