
{
  "LandingPage": {
    "login": "لاگ ان کریں",
    "signup": "سائن اپ",
    "mainHeading": "اپنے سفر کو بااختیار بنائیں۔ ایک ساتھ۔",
    "subHeading": "فیمورا خواتین کے لیے رابطہ قائم کرنے، اشتراک کرنے اور پھلنے پھولنے کی جگہ ہے۔ آپ کے لیے بنائے गए ایک مقام پر تندرستی، تخلیقی صلاحیتوں اور کمیونٹی کو دریافت کریں۔",
    "joinButton": "کمیونٹی میں شامل ہوں",
    "thriveHeading": "پھلنے پھولنے کی جگہ",
    "thriveParagraph": "فیمورا میں، ہم اجتماعی طاقت پر یقین رکھتے ہیں۔ ہمارا پلیٹ فارم صرف ایک ایپ سے زیادہ نہیں ہے۔ یہ ہر عورت کی تندرستی اور کامیابی کے منفرد راستے کا جشن منانے اور اس کی حمایت کے لیے وقف ایک تحریک ہے۔",
    "featuresHeading": "آپ کے لیے ڈیزائن کردہ خصوصیات",
    "featuresSubHeading": "آپ کو اپنی ذاتی اور پیشہ ورانہ ترقی کی حمایت کے لیے درکار ہر چیز، سب ایک جگہ پر۔",
    "featureSoulSpaceTitle": "سول اسپیس: جذباتی صحت کا ساتھی",
    "featureSoulSpaceDescription": "ایک محفوظ ڈیجیٹل پناہ گاہ جہاں جذبات کو ہمدردی سے ملایا جاتا ہے۔ چاہے آپ مغلوب ہوں، غور و فکر کر رہے ہوں، یا شفایاب ہو رہے ہوں، سول اسپیس سنتا ہے - رہنمائی پر مبنی عکاسی، نرم اشارے، اور معاون اے آئی ساتھی پیش کرتا ہے جو آپ کے دل کی زبان بولتے ہیں۔",
    "featureHerHealthTitle": "ہر ہیلتھ: اسمارٹ ہیلتھ انسائٹس",
    "featureHerHealthDescription": "ایک پرسکون جگہ پر اپنے سائیکل، نیند اور تناؤ کو ٹریک کریں۔ ہر ہیلتھ آپ کو سمجھنے کے لیے انکولی اے آئی کا استعمال کرتا ہے - طرز زندگی میں تبدیلیاں، یاد دہانیاں، اور معاون معمولات کی سفارش کرتا ہے जो آپ کے جسم کی تال کا احترام کرتے ہیں۔",
    "featureNourishTitle": "نارش: ذاتی غذا اور غذائیت گائیڈ",
    "featureNourishDescription": "ہر عورت کے سفر کے لیے बनाया گیا - طاقت سے خود کی دیکھ بھال تک۔ نارش کھانے کی تجاویز پیش کرتا ہے जो آپ کے مزاج، صحت کے اہداف اور ثقافت से मेल کھاتی ہیں۔ ہر سفارش محبت کی جگہ سے آتی ہے، پابندی سے نہیں۔",
    "featureEvolveTitle": "ایولو: نرم فٹنس اور توانائی کا بہاؤ",
    "featureEvolveDescription": "اپنی رفتار سے आगे बढ़یں - یوگا، ذہن ساز حرکت، اور خواتین پر مرکوز ورزشیں جو آپ کی توانائی کی سطح اور جذباتی حالت سے رہنمائی کرتی ہیں۔ ایولو میں ہر حرکت اس بات کا جشن مناتی ہے کہ آپ کا جسم کیا کر سکتا ہے، نہ کہ اسے کیا کرنا چاہیے۔",
    "featureCircleTitle": "سرکل: فیمورا کمیونٹی",
    "featureCircleDescription": "خواتین کے لیے رابطہ قائم کرنے، کہانیاں بانٹنے اور ایک دوسرے کو اٹھانے کے لیے ایک خوبصورتی سے معتدل جگہ۔ روزانہ چیک ان سے لے کر تخلیقی چیلنجز تک، سرکل بغیر کسی موازنہ کے اتحاد کا جشن مناتا ہے - طاقت کی ایک ڈیجیٹل بہن۔",
    "featureFEMMindTitle": "فیم مائنڈ: آپ کا اے آئی گائیڈڈ گروتھ پارٹنر",
    "featureFEMMindDescription": "تین ٹھیک ٹ्यून شدہ، ہمدرد ایل ایل ایم - صحت، جذباتی تندرستی، اور زندگی کی رہنمائی کی حمایت کے لیے اپنی مرضی کے مطابق। وہ صرف جواب نہیں دیتے - وہ समझते ہیں، سائنس کو ہمدردی کے ساتھ ملا کر مشورہ پیش करते ہیں جو ऊपर اٹھاتا ہے، ہدایت نہیں دیتا۔",
    "footerPrivacy": "رازداری",
    "footerTerms": "شرائط",
    "footerContact": "رابطہ"
  }
}
