
{
  "LandingPage": {
    "login": "لاگ ان کریں",
    "signup": "سائن اپ",
    "mainHeading": "اپنے سفر کو بااختیار بنائیں۔ ایک ساتھ۔",
    "subHeading": "فیمورا خواتین کے لیے رابطہ قائم करने، اشتراک करने اور پھلنے پھولنے کی جگہ ہے۔ آپ کے لیے بنائے گئے ایک مقام پر تندرستی، تخلیقی صلاحیتوں اور کمیونٹی کو دریافت کریں۔",
    "joinButton": "کمیونٹی میں شامل ہوں",
    "thriveHeading": "پھلنے پھولنے کی جگہ",
    "thriveParagraph": "فیمورا میں، ہم اجتماعی طاقت پر یقین रखते ہیں۔ ہمارا پلیٹ فارم صرف ایک ایپ سے زیادہ نہیں ہے؛ یہ ہر عورت کی تندرستی اور کامیابی کے منفرد راستے کا جشن منانے اور اس کی حمایت کے لیے وقف ایک تحریک ہے۔",
    "featuresHeading": "آپ کے لیے ڈیزائن کردہ خصوصیات",
    "featuresSubHeading": "آپ کو اپنی ذاتی اور پیشہ ورانہ ترقی کی حمایت کے لیے درکار ہر چیز، سب ایک جگہ پر۔",
    "featureSoulSpaceTitle": "SoulSpace: Emotional Wellness Companion",
    "featureSoulSpaceDescription": "A safe digital haven where emotions are met with empathy. Whether you’re overwhelmed, reflective, or healing, SoulSpace listens — offering guided reflections, gentle prompts, and supportive AI companions who speak your heart’s language.",
    "featureHerHealthTitle": "HerHealth: Smart Health Insights",
    "featureHerHealthDescription": "Track your cycles, sleep, and stress in one serene space. HerHealth uses adaptive AI to understand you — recommending lifestyle tweaks, reminders, and supportive routines that honor your body’s rhythm.",
    "featureNourishTitle": "Nourish: Personalized Diet & Nutrition Guide",
    "featureNourishDescription": "Built for every woman’s journey — from strength to self-care. Nourish curates meal suggestions that match your mood, health goals, and culture. Each recommendation comes from a place of love, not restriction.",
    "featureEvolveTitle": "Evolve: Gentle Fitness & Energy Flow",
    "featureEvolveDescription": "Move at your pace — yoga, mindful movement, and women-focused workouts guided by your energy levels and emotional state. Every motion in Evolve celebrates what your body can do, not what it must.",
    "featureCircleTitle": "Circle: The FEMMORA Community",
    "featureCircleDescription": "A beautifully moderated space for women to connect, share stories, and lift one another. From daily check-ins to creative challenges, Circle celebrates unity without comparison — a digital sisterhood of strength.",
    "featureFEMMindTitle": "FEMMind: Your AI-Guided Growth Partner",
    "featureFEMMindDescription": "Three fine-tuned, empathetic LLMs — customized to support Health, Emotional Wellness, and Life Guidance. They don’t just respond — they understand, blending science with empathy to offer advice that uplifts, not instructs.",
    "footerPrivacy": "رازداری",
    "footerTerms": "شرائط",
    "footerContact": "رابطہ"
  }
}
