
{
  "LandingPage": {
    "login": "لاگ ان کریں",
    "signup": "سائن اپ",
    "mainHeading": "اپنے سفر کو بااختیار بنائیں۔ ایک ساتھ۔",
    "subHeading": "فیمورا خواتین کے لیے رابطہ قائم کرنے، اشتراک کرنے اور پھلنے پھولنے کی ایک محفوظ جگہ ہے۔ یہاں آپ اپنی صحت، تخلیقی صلاحیتوں اور کمیونٹی کو تلاش کر سکتی ہیں۔",
    "joinButton": "کمیونٹی میں شامل ہوں",
    "thriveHeading": "پھلنے پھولنے کی جگہ",
    "thriveParagraph": "فیمورا میں، ہم اجتماعی طاقت پر یقین رکھتے ہیں۔ ہمارا پلیٹ فارم صرف ایک ایپ نہیں، بلکہ ایک تحریک ہے جو ہر عورت کی صحت اور کامیابی کے منفرد سفر کا جشن مناتی ہے اور اس کی حمایت کرتی ہے۔",
    "featuresHeading": "آپ کے لیے ڈیزائن کردہ خصوصیات",
    "featuresSubHeading": "آپ کو اپنی ذاتی اور پیشہ ورانہ ترقی کی حمایت کے لیے درکار ہر چیز، سب ایک جگہ پر۔",
    "featureSoulSpaceTitle": "سول اسپیس: جذباتی صحت کا ساتھی",
    "featureSoulSpaceDescription": "ایک محفوظ ڈیجیٹل پناہ گاہ جہاں جذبات کو ہمدردی سے سمجھا جاتا ہے۔ چاہے آپ پریشان ہوں، غور و فکر کر رہی ہوں، یا خود کو بہتر بنا رہی ہوں، سول اسپیس آپ کی بات سنتا ہے اور رہنمائی، نرم تجاویز اور ہمدرد اے آئی ساتھی پیش کرتا ہے جو آپ کے دل کی زبان بولتے ہیں۔",
    "featureHerHealthTitle": "ہر ہیلتھ: صحت کے بارے میں سمارٹ معلومات",
    "featureHerHealthDescription": "ایک پرسکون جگہ پر اپنے ماہواری، نیند اور تناؤ کو ٹریک کریں۔ ہر ہیلتھ آپ کو سمجھنے کے لیے جدید اے آئی کا استعمال کرتا ہے اور آپ کے جسمانی نظام کے مطابق طرز زندگی میں تبدیلیاں، یاد دہانیاں اور معمولات تجویز کرتا ہے۔",
    "featureNourishTitle": "نورِش: ذاتی غذا اور غذائیت کا رہنما",
    "featureNourishDescription": "ہر عورت کے سفر کے لیے بنایا گیا - طاقت سے خود کی دیکھ بھال تک۔ نورِش آپ کے مزاج، صحت کے اہداف اور ثقافت کے مطابق کھانے کی تجاویز دیتا ہے۔ ہر سفارش محبت اور شفقت پر مبنی ہے، نہ کہ پابندی پر۔",
    "featureEvolveTitle": "ایولو: نرمی سے فٹنس اور توانائی کا بہاؤ",
    "featureEvolveDescription": "اپنی رفتار سے آگے بڑھیں - یوگا، ذہن سازی کی مشقیں، اور خواتین کے لیے مخصوص ورزشیں جو آپ کی توانائی کی سطح اور جذباتی حالت کے مطابق ہوں۔ ایولو میں ہر حرکت اس بات کا جشن ہے کہ آپ کا جسم کیا کر سکتا ہے، نہ کہ اسے کیا کرنا چاہیے۔",
    "featureCircleTitle": "سرکل: فیمورا کمیونٹی",
    "featureCircleDescription": "خواتین کے لیے ایک خوبصورت اور منظم جگہ جہاں وہ رابطہ قائم کر سکتی ہیں، کہانیاں بانٹ سکتی ہیں، اور ایک دوسرے کا حوصلہ بڑھا سکتی ہیں۔ روزانہ کی بات چیت سے لے کر تخلیقی چیلنجز تک، سرکل بغیر کسی مقابلے کے اتحاد کا جشن مناتا ہے - یہ طاقت کی ایک ڈیجیٹل برادری ہے۔",
    "featureFEMMindTitle": "فیم مائنڈ: آپ کا اے آئی گائیڈڈ گروتھ پارٹنر",
    "featureFEMMindDescription": "تین خاص طور پر تربیت یافتہ، ہمدرد اے آئی ماڈلز - جو صحت، جذباتی تندرستی، اور زندگی کی رہنمائی میں آپ کی مدد کے لیے بنائے گئے ہیں۔ وہ صرف جواب نہیں دیتے - وہ سمجھتے ہیں، سائنس اور ہمدردی کو ملا کر ایسی सलाह دیتے ہیں جو حوصلہ بڑھاتی ہے، نہ کہ صرف ہدایت دیتی ہے۔",
    "footerPrivacy": "رازداری",
    "footerTerms": "شرائط",
    "footerContact": "رابطہ"
  }
}
